// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Impostazioni aggiuntive";
EWSDirectAccessTaskName = "Accesso diretto EWS";

TaskTitleField = "Server Web";
TaskDescriptionField = "Il dispositivo selezionato si può configurare utilizzando un server Web incorporato. Visualizzare le informazioni sul dispositivo e le opzioni di configurazione cliccando sul tasto qui sotto.";
TaskStartButtonTitle = "Apri server Web incorporato";

CannotOpenEWSTitle = "Embedded Web Server non disponibile.";
CannotOpenEWSMessage = "La funzionalità non è supportata se si connette il dispositivo tramite USB. Per utilizzare il server di Web incorporato si deve connettere il dispositivo a una rete locale.";
